Repository: AutoContCZ/AC-NAV-TranslationMemory
Catalog: TM_Helps_Final_Version.tmx
Source language: en_us
Languages: cs_cz

source: Contact your Microsoft partner if you want to use a bank feed service to import bank statements.
cs_cz: Obraťte se na svého partnera Microsoft, chcete-li pro import bankovních výpisů použít bankovní službu.

source: The lines in the Bank Acc. Reconciliation window are divided into two panes.
cs_cz: Řádky v okně Odsouhlasení bank. účtu jsou rozděleny do dvou tabulek.

source: The Bank Statement Lines pane shows either imported bank transactions or ledger entries with outstanding payments.
cs_cz: V podokně Řádky bankovního výpisu se zobrazují buď importované bankovní transakce nebo položky knihy s nevyrovnanými platbami.

source: The Bank Account Ledger Entries pane shows the ledger entries in the bank account.
cs_cz: V podokně Položky bankovního účtu se zobrazují záznamy položek na bankovním účtu.

source: The activity of finding and applying entries to be reconciled is referred to as matching.
cs_cz: Činnost zjišťování a používání položek, které mají být odsouhlaseny, se označuje jako Shodný.

source: You can choose to perform matching automatically by using the Match Automatically function.
cs_cz: Můžete provést automatické přiřazování pomocí funkce Shoda automaticky.

source: Alternatively, you can manually select lines in both panes to link each bank statement line to one or more related bank account ledger entries, and then use the Match Manually function.
cs_cz: Případně můžete ručně vybrat řádky v obou panelech, abyste propojili každý řádek bankovního výpisu s jednou nebo více souvisejícími položkami knihy bankovních účtů a poté použijte funkci Shoda ručně.

source: The Applied checkbox is selected on lines where entries match.
cs_cz: Zaškrtávací políčko Použito je vybráno na řádcích, kde se položky shodují.

source: You can fill in the Bank Statement Lines pane in the Bank Acc. Reconciliation window in the following ways:
cs_cz: Můžete vyplnit podokno Řádky bankovního výpisu v okně Odsouhlasení bank. účtu následujícím způsobem:

source: Automatically, by using the Import Bank Statement function to fill the lines according to actual bank statements based on a file provided by the bank.
cs_cz: Automaticky funkce Importovat výpis bankovního účtu vyplní řádky podle skutečných bankovních výpisů na základě souboru poskytnutého bankou.

source: Manually, by using the Suggest Lines function to fill the lines with ledger entries for invoices that have outstanding payments.
cs_cz: Ručně pomocí funkce Návrh řádků zaplňte řádky s položkami knihy pro faktury, které mají nevyřízené platby.

source: When the value in the Total Balance field in the Bank Statement Lines pane equals the value in the Balance To Reconcile field in the Bank Account Ledger Entries pane, you can choose the Post action to reconcile the applied bank account ledger entries.
cs_cz: Pokud se hodnota v poli Celkový rozdíl v podokně Řádky bankovního výpisu rovná hodnotě v poli Saldo k odsouhlasení v podokně Položky bankovního účtu, můžete zvolit akci Účtovat za účelem odsouhlasení položek bankovního účtu.

source: Any non-applied bank account ledger entries will remain in the window, indicating that payments processed for the bank account are not reflected in the latest bank statement, or that some payments were received on checks.
cs_cz: Veškeré nepoužité položky knihy bankovních účtů zůstanou v okně, což znamená, že platby zpracované pro bankovní účet se nezobrazují v posledním bankovním výpisu nebo že některé platby byly obdrženy při kontrolách.

source: If bank statement lines relate to check ledger entries, then you cannot use the matching functions.
cs_cz: Pokud řádky bankovního výpisu odkazují na položky knihy, nemůžete použít odpovídající funkce.

source: Instead, you must choose the Apply Entries action, and then select the relevant check ledger entry to match the bank statement line with.
cs_cz: Namísto toho musíte vybrat akci Použít položky a poté vyberte příslušnou položku knihy, která odpovídá řádku bankovního výpisu.

source: To fill bank reconciliation lines by importing a bank statement
cs_cz: Vyplnění řádků odsouhlasených bankou importováním bankovního výpisu

source: In the top right corner, choose the Search for Page or Report icon, enter Bank Account Reconciliation, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Odsouhlasení bankovního účtu a pak vyberte související odkaz.

source: Choose the New action.
cs_cz: Zvolte akci Nový.

source: In the Bank Account No.
cs_cz: V poli Číslo bankovního účtu

source: field, select the relevant bank account.
cs_cz: vyberte relevantní bankovní účet.

source: The bank account ledger entries that exist on the bank account appear in the Bank Account Ledger Entries pane.
cs_cz: Položky bankovního účtu, které se na bankovním účtu vyskytují, se zobrazí v podokně Položky bankovního účtu.

source: In the Statement Date field, enter the date of the statement from the bank.
cs_cz: Do pole Datum výpisu zadejte datum výpisu z banky.

source: In the Statement Ending Balance field, enter the balance of the statement from the bank.
cs_cz: Do pole Saldo posledního výpisu zadejte zůstatek výpisu z banky.

source: If you have a bank statement file, choose the Import Bank Statement action.
cs_cz: Pokud máte soubor s bankovním výpisem, zvolte akci Import výpisu bankovního účtu.

source: Locate the file, and then choose the Open button to import the bank transactions into the lines of the Bank Acc. Reconciliation window.
cs_cz: Vyhledejte soubor a poté zvolte tlačítko Otevřít, chcete-li importovat bankovní transakce do řádků v okně Odsouhlasení bank. účtu.

source: To fill bank reconciliation lines with the Suggest Lines function
cs_cz: Vyplnění řádků odsouhlasených bankou pomocí funkce Návrh řádků

source: In the Bank Acc. Reconciliation window, choose the Suggest Lines action.
cs_cz: V okně Odsouhlasení bank. účtu zvolte akci Návrh řádků.

source: In the Starting Date field, enter the earliest posting date for the ledger entries to be reconciled.
cs_cz: Do pole Počáteční datum zadejte nejdřívější datum zaúčtování položek knihy, které chcete odsouhlasit.

source: In the Ending Date field, enter the latest posting date for the ledger entries to be reconciled.
cs_cz: Do pole Konečné datum zadejte nejpozdější datum zaúčtování položek knihy, které chcete odsouhlasit.

source: Select the Include Checks check box to any suggest check ledger entries instead of the corresponding bank account ledger entries.
cs_cz: Zaškrtněte políčko Včetně šeků na všechny doporučené položky knihy namísto odpovídajících položek knih bankovních účtů.

source: To match bank statement lines with bank account ledger entries automatically
cs_cz: Automatická shoda řádků bankovních výpisů s položkami bankovních účtů

source: In the Bank Acc. Reconciliation window, choose the Match Automatically.
cs_cz: V okně Odsouhlasení bank. účtu zvolte Shoda automaticky.

source: The Match Bank Entries window opens.
cs_cz: Otevře se okno Shoda bankovních položek.

source: In the Transaction Date Tolerance (Days) field, specify the span of days before and after the bank account ledger entry posting date within which the function will search for matching transaction dates in the bank statement.
cs_cz: Do pole Transakce datumu tolerance (dny) zadejte rozmezí dnů před a po datumu účtování záznamu bankovního účtu, v rámci kterého funkce vyhledá odpovídající data transakce v bankovním výpisu.

source: If you enter 0 or leave the field blank, then the Match Automatically function will only search for matching transaction dates on the bank account ledger entry posting date.
cs_cz: Pokud zadáte hodnotu 0 nebo ponecháte pole prázdné, funkce Shoda automaticky vyhledá pouze odpovídající data transakce v datu zaúčtování položek knihy bankovního účtu.

source: All bank statement lines and bank account ledger entries that can be matched change to green font, and the Applied check box is selected.
cs_cz: Všechny řádky bankovního výpisu a položky bankovních účtů, které lze porovnat, se změní na zelené písmo a zaškrtne se políčko Použito.

source: To remove a match, select the bank statement line, and then choose the Remove Match action.
cs_cz: Chcete-li odstranit shodu, vyberte řádek výpisu banky a potom zvolte akci Odebrat shodu.

source: To match bank statement lines with bank account ledger entries manually
cs_cz: Ruční shoda řádků bankovních účtů s položkami knihy bankovního účtu

source: In the Bank Acc. Reconciliation window, select a non-applied line in the Bank Statement Lines pane.
cs_cz: V okně Odsouhlasení bank. účtu vyberte nepoužité řádky v podokně Řádky bankovního výpisu.

source: In the Bank Account Ledger Entries pane, select one or more banks account ledger entries that can be matched with the selected bank statement line.
cs_cz: V podokně Položky bankovního účtu vyberte jednu nebo více položek v knize bankovních účtů, které lze porovnat s vybraným řádkem výpisu banky.

source: To choose multiple lines, press and hold the Ctrl key.
cs_cz: Chcete-li vybrat více řádků, stiskněte a podržte klávesu Ctrl.

source: Choose the Match Manually action.
cs_cz: Zvolte akci Shoda ručně.

source: The selected bank statement line and the selected bank account ledger entries change to green font, and the Applied check box in the right pane is selected.
cs_cz: Vybraný řádek bankovního výpisu a vybrané položky knihy bankovního účtu se změní na zelené písmo a zaškrtne se políčko Použito v pravém podokně.

source: Repeat steps 1 through 3 for all bank statement lines that are not matched.
cs_cz: Opakujte kroky 1 až 3 pro všechny řádky bankovního výpisu, které nejsou shodné.

source: To create missing ledger entries to match bank transactions with
cs_cz: Vytvoření chybějící položky knihy tak, aby odpovídaly bankovním transakcím

source: Sometimes a bank statement contain amounts for interest or fees charged.
cs_cz: Někdy bankovní výpis obsahuje částky za úroky nebo poplatky.

source: Such bank transactions cannot be matched because no related ledger entries exist in Dynamics NAV.
cs_cz: Takové bankovní transakce nemohou být shodné, protože v Dynamics NAV neexistují žádné související položky knihy.

source: You must then post a journal line for each transaction to create a related ledger entry that it can be matched with.
cs_cz: Musíte zaúčtovat řádek deníku pro každou transakci a vytvořit příslušnou položku knihy, kterou lze porovnat.

source: In the Bank Acc. Reconciliation window, choose the Transfer to General Journal action.
cs_cz: V okně Odsouhlasení bank. účtu zvolte akci Přenos do fin. deníku.

source: In the Trans.
cs_cz: V okně Přev.odsouhl.bank.účtu do fin.den. zadejte,

source: Bank Rec. to Gen.
cs_cz: který

source: Jnl.
cs_cz: finanční

source: window, specify which general journal to use, and then choose the OK button.
cs_cz: deník použijete a potom klepněte na tlačítko OK.

source: The General Journal window opens containing new journal lines for any banks statement lines with missing ledger entries.
cs_cz: V okně Finanční deník se otevřou nové řádky deníku pro všechny řádky bankovních výpisů s chybějícími položkami hlavní knihy.

source: Complete the journal line with relevant information, such as the balancing account.
cs_cz: Dokončete řádek deníku příslušnými informacemi, jako je vyrovnávací účet.

source: For more information, see Work with General Journals.
cs_cz: Další informace naleznete v tématu Práce s Finančním deníkem.

source: Choose the Post action.
cs_cz: Zvolte akci Účtovat.

source: When the entry is posted, proceed to match the bank transaction with to it.
cs_cz: Po zaúčtování položky postupujte tak, aby bankovní transakce odpovídala.

source: Refresh or reopen the Bank Acc. Reconciliation window.
cs_cz: Obnovte nebo znovu otevřete okno Odsouhlasení bank. účtu.

source: The new ledger entry will appear in the Bank Account Ledger Entries pane.
cs_cz: Nová položka hlavní knihy se objeví v podokně Položky bankovního účtu.

source: Match the bank statement line with the bank account ledger entry, either manually or automatically.
cs_cz: Řádek bankovního výpisu porovnejte s položkou knihy bankovního účtu, a to ručně nebo automaticky.

source: Manage Bank Accounts
cs_cz: Správa bankovních účtů

source: Set Up Banking
cs_cz: Nastavení bankovnictví

source: Set Up Bank Accounts
cs_cz: Nastavení bankovních účtů

source: You use bank accounts in the Dynamics NAV to keep track of your banking transactions.
cs_cz: Použijte bankovní účty v Dynamics NAV, které slouží ke sledování vašich bankovních transakcí.

source: Accounts can be denominated in your local currency or in a foreign currency.
cs_cz: Účty mohou být denominovány v místní měně nebo v cizí měně.

source: After you have set up bank accounts, you can also use the check printing option.
cs_cz: Po nastavení bankovních účtů můžete použít také možnost kontroly tisku.

source: In the top right corner, choose the Search for Page or Report icon, enter Bank Accounts, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Bankovní účty a pak vyberte související odkaz.

source: In the Bank Accounts window, choose the New action.
cs_cz: V okně Bankovní účty zvolte akci Nový.

source: Fields on the Transfer FastTab are related to import/export of bank feeds and files.
cs_cz: Pole v záložce s náhledem Převod se týkají importu/exportu bankovních prostředků a souborů.

source: Set Up the Bank Data Conversion Service .
cs_cz: Nastavení služby převodu bankovních dat .

source: Set Up the Bank Data Conversion Service
cs_cz: Nastavení služby převodu bankovních dat

source: You can export payment lines from the Payment Journal window to a data stream that you then upload to your bank for automatic processing so that do not have to make electronic payments individually.
cs_cz: Můžete exportovat platební řádky z okna Deník plateb do datového proudu, který pak nahrajete do své banky pro automatické zpracování, takže nemusíte provádět elektronické platby individuálně.

source: Export Payments to a Bank File .
cs_cz: Export plateb do bankovního souboru .

source: A global provider of services to convert payment information to any data format that your bank requires is connected and ready to be enabled in Dynamics NAV.
cs_cz: Globální poskytovatel služeb, který převádí informace o platbách do libovolného formátu dat, který banka vyžaduje, je připojen a připraven k zapnutí v Dynamics NAV.

source: As an alternative to the Envestnet Bank Data Feeds service, you can also use the bank data conversion service to have a bank statement file that you receive from your bank converted to a data stream that you can import into Dynamics NAV.
cs_cz: Jako alternativu k službě Envestnet Bank Data Feeds můžete také využít službu převodu bankovních dat, abyste měli bankovní výpis, který obdržíte od své banky, převeden na datový tok, který můžete importovat do Dynamics NAV.

source: Apply Payments Automatically and Reconcile Bank Accounts .
cs_cz: Automatické vyrovnání plateb a odsouhlasení bankovních účtů .

source: The bank data conversion service may impose a limit on the number of lines that can be exported in one file.
cs_cz: Služba převodu bankovních dat může omezit počet řádků, které lze exportovat do jednoho souboru.

source: You will receive an error message if the limit is exceeded.
cs_cz: Při překročení limitu se zobrazí chybová zpráva.

source: It is recommended that bank statement files do not exceed 1000 lines as the processing time in the bank data conversion service may otherwise increase significantly.
cs_cz: Doporučuje se, aby soubory bankovních výpisů nepřekročily 1000 řádků, jelikož doba zpracování v bankovní službě převodu dat se může výrazně zvýšit.

source: To sign your company up for the bank data conversion service
cs_cz: Zaregistrování vaší společnosti na službu převodu bankovních dat

source: In the top right corner, choose the Search for Page or Report icon, enter Bank Data Conv.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Nastavení služby

source: Service Setup , and then choose the related link.
cs_cz: konver. bank. dat a pak vyberte související odkaz.

source: The Bank Data Conv.
cs_cz: Otevře se okno Nastavení služby

source: Service Setup window opens with three fields prefilled with relevant URLs of the provider of bank data conversion service.
cs_cz: konver. bank. dat se třemi políčky předem vyplněnými příslušnými adresami URL poskytovatele služby převodu bankovních dat.

source: In the CRONUS International Ltd.
cs_cz: V CRONUS International Ltd.

source: demonstration database, the User Name and Password fields are prefilled with demonstration logon information, which you will replace with your company’s actual information as you sign up for the bank data conversion service.
cs_cz: demonstrační databázi jsou pole Název uživatele a Heslo předem vyplněny přihlašovacími informacemi, které nahradíte skutečnými informacemi vaší společnosti při přihlášení k službě převod bankovní dat.

source: In the Sign-up URL field, choose the browser button to open the service provider’s sign-up page.
cs_cz: V poli Přihlášení URL vyberte tlačítko prohlížeč a otevřete přihlašovací stránku poskytovatele služby.

source: On the sign-up page of the bank data service provider, enter the user name and password for your company’s subscription to the service, and then complete the sign-up process as instructed by the service provider.
cs_cz: Na přihlašovací stránce poskytovatele služby bankovních dat zadejte název uživatele a heslo pro předplatné vaší společnosti a dokončete přihlašovací proces podle pokynů poskytovatele služby.

source: Your company is now signed up for the bank data conversion service.
cs_cz: Vaše společnost je nyní zaregistrována pro službu konverze bankovních dat.

source: Proceed to enter the user name and password that you specified for the service in the related setup fields in Dynamics NAV.
cs_cz: Pokračujte v zadání názvu uživatele a hesla, které jste zadali do příslušných polí v nastavení v Dynamics NAV.

source: In the Bank Data Conv.
cs_cz: V okně Nastavení služby konver. bank. dat

source: Service Setup window, in the User Name field, enter the same value that you entered as logon name on the service provider’s page in step 4.
cs_cz: v poli Uživatel Jméno zadejte stejnou hodnotu, kterou jste zadali jako přihlašovací jméno na stránce poskytovatele služby v kroku 4.

source: In the Password field, enter the same value that you entered in the Password field on the service provider’s page in step 4.
cs_cz: V poli Heslo zadejte stejnou hodnotu, kterou jste zadali v poli Heslo na stránce poskytovatele služby v kroku 4.

source: It is recommended that you protect the logon information that you enter in the Bank Data Conv.
cs_cz: Doporučuje se chránit přihlašovací informace, které zadáváte v okně Nastavení služby

source: Service Setup window.
cs_cz: konver. bank. dat .

source: You can encrypt data on the Dynamics NAV Server by generating new or importing existing encryption keys that you enable on the Dynamics NAV Server instance that connects to the database.
cs_cz: Šifrování dat na serveru Dynamics NAV může vygenerovat nové nebo importovat existující šifrovací klíče, které povolíte na instanci serveru Dynamics NAV, která se připojí k databázi.

source: Service Setup window, choose the Encryption Management action.
cs_cz: zvolte akci Správa šifrování.

source: To view or update the list of currently supported bank data formats
cs_cz: Zobrazení nebo aktualizace seznamu aktuálně podporovaných formátů bankovních dat

source: Service Setup window, choose the Bank Name - Data Conversion List action to open the list of bank names representing bank data formats that are supported by the conversion service.
cs_cz: zvolte akci Název banky - Seznam převodu dat k otevření seznamu názvů bank představujících formáty bankovních dat podporovaných službou převodu.

source: In the Bank Name - Data Conversion List page, choose the Update Bank Name List action.
cs_cz: Na stránce Název banky - Seznam převodu dat zvolte akci Aktualizovat seznam názvů bank.

source: The list of bank data formats that are supported by the bank data conversion service is now updated.
cs_cz: Seznam formátů bankovních dat, které jsou podporovány službou převodu bankovních dat je nyní aktualizován.

source: This is the list of bank names, filtered by the country/region, that you can select from in the Bank Name - Data Conversion field in the Bank Account Card window.
cs_cz: Jedná se o seznam názvů bank, filtrovaných podle země/oblasti, kterou můžete vybrat v poli Název Banky - Převod dat v okně Karta bankovního účtu.

source: The update of supported bank data formats also occurs when you select or enter a value in the Bank Name - Data Conversion field on the bank account.
cs_cz: Aktualizace podporovaných formátů bankovních dat také nastane, když vyberete nebo zadáte hodnotu v poli Název Banky - Převod dat na bankovním účtu.

source: You have now signed up for the bank data conversion service.
cs_cz: Nyní jste se zaregistrovali na službu převodu bankovních dat.

source: Proceed to reflect the sign-up information on every bank account that will use the service.
cs_cz: Postupujte podle přihlašovacích informací na každém bankovním účtu, který služba použije.

source: To set up bank accounts to use the bank data conversion service
cs_cz: Nastavení bankovních účtů pro službu převodu bankovních dat

source: Open the card for a bank account that you will export or import bank files for by using the bank data conversion service.
cs_cz: Otevřete kartu pro bankovní účet, který budete exportovat nebo importovat pomocí služby převodů bankovních dat.

source: On the Transfer FastTab, in the Payment Export Format field, choose Bank Data Conversion Service - Credit Transfer to set up for payment export.
cs_cz: V záložce s náhledem Převod v poli Formát exportních plateb zvolte Služba převodu bankovních dat - Převod Dal pro nastavení exportu plateb.

source: In the Bank Name - Data Conversion field, enter or select the name of the bank’s data format that you signed-up for in step 4 in the “To sign up for the bank data conversion service” section.
cs_cz: Do pole Název banky - Převod dat zadejte nebo vyberte název formátu bankovních dat, ke kterému jste se přihlásili v kroku 4, v části "Registrace služby převodu bankovních dat."

source: Repeat steps 1 through 4 for other bank accounts that will use the bank data conversion service .
cs_cz: Opakujte kroky 1 až 4 pro ostatní bankovní účty, které budou používat službu převodu bankovních dat.

source: Set Up the Envestnet Yodlee Bank Feeds Service
cs_cz: Nastavení služby Envestnet Yodlee Bank Feeds

source: You can import electronic bank statements from your bank to quickly fill in the Payment Reconciliation Journal window so you can apply payments and reconcile the bank account.
cs_cz: Můžete importovat elektronické bankovní výpisy z vaší banky pro rychlé naplnění v okně Deník odsouhlasení plateb, abyste mohli zaplatit a odsouhlasit bankovní účet.

source: For more information, see Apply Payments Automatically and Reconcile Bank Accounts.
cs_cz: Další informace naleznete v části Automatické vyrovnání plateb a odsouhlasení bankovních účtů.

source: When you have enabled the bank feed service, you must link the involved bank account to the online bank account that the feed will come from.
cs_cz: Pokud jste povolili bankovní službu, musíte propojit příslušný bankovní účet s bankovním účtem online, ze kterého pochází zdroj.

source: You link bank accounts to online bank accounts in the following different scenarios:
cs_cz: Bankovní účty propojíte s online bankovními účty v různých scénářích:
